{
   "general":{
      "introduction":"Next ‘17 will be the largest event in Google’s history. Google Cloud engineers, customers and partners will gather for inspiration and hands on experiences with tools, technologies and services born in the Cloud, including the latest developments from Google Cloud Platform, G Suite, Maps and Devices.",
      "datetime":"Sunday 2 April 2017, 10:00AM",
      "ticket":"https://cloudnextkl2017.peatix.com",
      "ticket_soldout":false
   },
   "navigation":[
      {
         "title":"Home",
         "shortTitle":"Home",
         "permalink":"home"
      },
      {
         "title":"Agenda",
         "shortTitle":"Agenda",
         "permalink":"agenda"
      },
      {
         "title":"Speakers",
         "shortTitle":"Speakers",
         "permalink":"speakers"
      },
      {
         "title":"Community Guidelines",
         "shortTitle":"CoC",
         "permalink":"communityguidelines"
      }
   ],
   "location":{
      "address":"Google Malaysia, Axiata Tower (Quill 7), 9, Jalan Stesen Sentral 5, Kuala Lumpur Sentral, 50470 Kuala Lumpur, Wilayah Persekutuan Kuala Lumpur",
      "mapCenter":{
         "latitude":3.1339214,
         "longitude":101.6847599,
         "zoom":16
      },
      "pointer":{
         "latitude":3.1339214,
         "longitude":101.6847599
      }
   },
   "agenda":{
      "dateReadable":"Sunday, 2 April 2017",
      "agenda":[
         {
            "startTime":"10:00",
            "AmPm":"AM",
            "title":"Arrival and Registration",
            "speaker":""
         },
         {
            "startTime":"10:35",
            "AmPm":"AM",
            "title":"Intro to Google Developer Group Kuala Lumpur",
            "speaker":"Henry Lim"
         },
         {
            "startTime":"10:45",
            "AmPm":"AM",
            "title":"Opening Keynote",
            "speaker":"Bok Thye Yeow"
         },
         {
            "startTime":"11:15",
            "AmPm":"AM",
            "title":"Navigating Google Cloud Platform",
            "speaker":"Vin Lim"
         },
         {
            "startTime":"12:00",
            "AmPm":"AM",
            "title":"Multiplying the Power of Firebase Storage",
            "speaker":"Jirawat Karanwittayakarn"
         },
         {
            "startTime":"12:45",
            "AmPm":"PM",
            "title":"Lunch",
            "speaker":""
         },
         {
            "startTime":"1:45",
            "AmPm":"PM",
            "title":"Data Science on Google Cloud Platform",
            "speaker":"Ta Virot Chiraphadhanakul"
         },
         {
            "startTime":"2:30",
            "AmPm":"PM",
            "title":"IOT with Cloud Functions for Firebase",
            "speaker":"Lim Shang Yi"
         },
         {
            "startTime":"3:15",
            "AmPm":"PM",
            "title":"Break",
            "speaker":""
         },
         {
            "startTime":"3:45",
            "AmPm":"PM",
            "title":"Codelabs - Cloud Vision",
            "speaker":"Qamra Jema Khan"
         },
         {
            "startTime":"4:30",
            "AmPm":"PM",
            "title":"Closing and Photo Sessions",
            "speaker":""
         }
      ]
   },
   "speakers":{
      "bok":{
         "name":"Bok Thye Yeow",
         "position":"Google Developer Relations APAC Program Manager Regional Lead (MY), Google",
         "photoUrl":"../images/people/bok.jpg",
         "desc":"Bok Thye Yeow is a Google Developer Relations Program Manager and have more than a decade of experience developing full stack software solutions across various industries including telco, banking, digital and creative advertising, retail, etc. During his free time, he likes to experiment with new technology or taking his road bike out for a spin. He strongly believe we are only starting to scratch the surface of what's possible with technology in this era and is looking forward to the 'next big thing' to come!"
      },
      "vin":{
         "name":"Vin Lim",
         "position":"Director, Green Room",
         "photoUrl":"../images/people/vinlim.jpg",
         "desc": "Vin is the co-founder & CEO of Green Room - leading mobile apps & web development company, with portfolio covering major international & local brands. He is a self-thought programmer with focus on JavaScript and HTML5. His enthusiasm in building tech community led to the founding of Startup Penang with fellow startups in the region in 2012. He also co-founded Google Developers Group George Town in 2014. During the same year, he organized Google DevFest George Town which saw over 700 participants. DevFest has gone on for 3 consecutive yeas now, further fuelling the startup bloom in northern region."
      },
      "jirawat":{
         "name":"Jirawat Karanwittayakarn",
         "position":"Mobile App Development Team Lead, Ascend Group",
         "photoUrl":"../images/people/jirawat.png",
         "desc": "Jirawat is a Google Developer Expert in Firebase. He currently works at Ascend Group, as a Mobile App Development Team Lead. Since discovering Firebase, he has spent most of his time learning about Firebase. Jirawat lives in Bangkok, Thailand where he is actively involved in the local Firebase community such as speaking at conferences, writing blog posts and creating code samples all over Thailand. He also founded the largest Thailand Firebase developer group with over 3500 members. Jirawat's passion is to help developers learn and adopt new mobile development methodologies and frameworks like Firebase."
      },
      "ta":{
         "name":"Ta Virot Chiraphadhanakul",
         "position":"Managing Director, Skooldio",
         "photoUrl":"../images/people/ta.jpg",
         "desc": "Ta is a Google Developer Expert in Machine Learning (ML). Previously, he was a data scientist at Facebook HQ, where he analyzed lots of data and built / improved / evaluated various ML systems. Ta became interested in ML after working on speech recognition projects during his undergrad at Chulalongkorn University. He went on to pursue his PhD in Operations Research at MIT, where he learned the mathematics behind ML algorithms. Ta recently co-founded Skooldio, an online learning platform to help Thai people master today’s most in-demand skills. He is also a lecturer at Chulalongkorn University teaching Data Science Practicum."
      },
      "limshangyi":{
         "name":"Lim Shang Yi",
         "position":"Software Developer, Ezypay",
         "photoUrl":"../images/people/limshangyi.jpg",
         "desc": "Shang Yi is loves what's interesting in technology. He mainly works with Java and occasionally he codes on Ionic on the weekends, sometimes a bit of electronics. Loves reading creepypastas, and cooks when he's bored."
      },
      "qamra":{
         "name":"Qamra Jema Khan",
         "position":"Senior Quantitative Analyst",
         "photoUrl":"../images/people/qamra.jpg",
         "desc": "Quant finance by day, Android by night. Qamra is passionate about coding, and is constantly challenging herself by being adventurous with code. She's always experimenting and forever curious. You can find her #geekingOutGeekingProud at www.qamracodes.com !"
      }
   },
   "partners":[
      {
         "title":"Organized by",
         "partner":[
            {
               "name":"GDG Kuala Lumpur",
               "url":"https://www.facebook.com/GDGKualaLumpur/",
               "logoUrl":"../images/partner/gdgkl.png",
               "logoWidth":340
            }
         ]
      },
      {
         "title":"Made possible with",
         "partner":[
            {
               "name":"Google",
               "url":"https://www.google.com",
               "logoUrl":"../images/partner/google.png",
               "logoWidth":180
            }
         ]
      }
   ],
   "footer":"Henry"
}